[FILE]
ANSICP=1250
Author=Skiff & speed89 (update 12.10.22r) aimp.com.pl
Help=AIMP-en.chm
Icon=00000100010010100000010018006803000016000000280000001000000020000000010018000000000040030000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000001131E41131E41131E41131E41131E41131E41131E41131E4112FE2102CDE0E28DB0B24D70920D3071DD00618C9070FBB1131E42858F92858F92858F92858F92858F92858F92858F92856FA2452F91D4DF91847F81341F70C3EF70631EB0417C91131E42F61FE2F61FE2F61FE2F61FE2F61FE2F61FE2F61FE2D5FFF295AFF2455FF1D4FFF1649FF0F45FF0936F20419CB1131E43262FF3262FF3262FF3262FF3262FF3262FF3262FF2E60FF2A5BFF2555FF1E50FF1749FF1045FF0A37F10519CC1131E43462FE3462FE3462FE3462FE3462FE3462FE3462FE2F60FF2B5CFF2656FF1F51FF184AFF1146FF0A38F2051ACD1131E42F61FE2F61FE2F61FE2F61FE2F61FE2F61FE2F61FE2B5CFE2658FE2053FE194DFE1346FF0C43FF0634F20217CF1131E43C6BFA3C6BFA3C6BFA3C6BFA3C6BFA3C6BFA3C6BFA3A66FA3562FA2F5EF92858F92351F81C4EF91741ED1826D0D1D1D0DFE2EADFE2EADFE2EADFE2EADFE2EADFE2EADFE2EADDE0E6DADCE3D6D8E0D2D5DCCED0D8CBCED5C2C4CCAEAFB8D1D1D0F0EFEBF0EFEBF0EFEBF0EFEBF0EFEBF0EFEBF0EFEBEEEDE8EBE9E5E8E6E2E3E2DDDEDDD8DCDBD5D2D1CCBDBDB7D1D1D0ECECECECECECECECECECECECECECECECECECECECECEAEBEBE7E7E7E3E3E4DFDFDFDADBDBD8D8D8CECECEBABABACFD0D2EEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEECECECE8E8E8E4E4E4E0E0E0DBDBDBD9D9D9CFCFCFBDBDBDD1D1D0F0F0F0F0F0F0F0F0F0F0F0F0F0F0F0F0F0F0F0F0F0EEEEEEEBEBEBE6E6E6E2E2E2DDDDDDDBDBDBD1D1D1C0C0C0CFCFCFEBEBEBEBEBEBEBEBEBEBEBEBEBEBEBEBEBEBEBEBEBEAEAEAE7E7E7E3E3E3DFDFDFDBDBDBD8D8D8D0D0D0C3C3C3C9C9C9D9D9D9D9D9D9D9D9D9D9D9D9D9D9D9D9D9D9D9D9D9D5D5D5D2D2D2CFCFCFCDCDCDCACACAC7C7C7C6C6C6C5C5C5000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF0000
LangId=1045
Name=Polski (PL)
VersionId=5100

[About]
B1=Zamknij
Caption=Informacje
L1=Wsparcie:
L2=Autor:
L4=Twórca:
L5=Licencja
L6=Lista zmian

[Actions]
EqualizerFrame=Korektor graficzny
Form.AutoHide=Tryb: pływający z autoukrywaniem
Form.DockTo=Przyciąganie do ekranu
Form.DockToEdges=do lewej krawędzi|do prawej krawędzi|do góry|do dołu
Form.DoMaximize=Maksymalizuj
Form.Fixed=Tryb: stały
Form.Float=Tryb: pływający
Form.LockPlacement=Pamiętaj pozycję okna
Form.Maximize=Maksymalizuj|Przywróć
Form.Minimize=Minimalizuj
Form.StayOnTop=Zawsze na wierzchu
Form.Undock=Przyciąganie wyłączone
Form.Visible=%s - pokaż|%s - ukryj
PlaylistFrame=Lista odtwarzania
QuickSearch=Szybkie wyszukiwanie
Tabs.ScrollDown=Przewiń karty do tyłu
Tabs.ScrollUp=Przewiń karty do przodu
Visuals.VisualMenu=Lista wizualizacji

[AddLinkDialog]
btnOk=OK
Caption=Dodaj odnośnik
lbLink=Odnośnik ze strumieniem:
lbName=Nazwa:

[AIMP]
acCopyTo=Kopiuj do...
acFormsTogglePlaylistVisibility.h=Pokaż/Ukryj listę odtwarzania
acFormsTogglePlaylistVisibility=Lista odtwarzania
acHelp=Pomoc
acMainAddFiles.h=Dodaj pliki
acMainAddFiles=Pliki
acMainAddFolder.h=Dodaj folder
acMainAddFolder=Folder
acMainAddPlaylist.h=Dodaj listę odtwarzania
acMainAddPlaylist=Lista odtwarzania
acMainAddURL.h=Dodaj adres URL
acMainAddURL=Adres URL
acMainBookmarksManager=Menedżer zakładek
acMainDSPManager=Efekty dźwiękowe
acMainDSPManagerCrossMixing=Efekty dźwiękowe - miksowanie
acMainDSPManagerEQ=Efekty dźwiękowe - korektor graficzny
acMainDSPManagerSilenceRemover=Efekty dźwiękowe - usuwanie ciszy
acMainDSPManagerSoundEffects=Efekty dźwiękowe - ogólne
acMainDSPManagerVolumeNormalization=Efekty dźwiękowe - głośność
acMainExit.h=Zamknij AIMP
acMainMinimize.h=Minimalizuj / Maksymalizuj
acMainOpenFiles.h=Otwórz pliki
acMainOpenFiles=Otwórz pliki
acMainOpenFolder=Otwórz folder
acMainOpenPlaylist.h=Otwórz listę odtwarzania
acMainOpenPlaylist=Otwórz listę odtwarzania
acMainStayOnTop=Zawsze na wierzchu
acMLCompressDB=Kompresuj bazę danych
acMLDeleteAll=Usuń wszystkie pliki z bazy danych
acMLEditBookmark=Edytuj zakładkę
acMLGroupingTreeDeleteSelected=Usuń z bazy danych
acMLGroupingTreeDeleteSelectedPhysically=Usuń z dysku
acMLLabelsDialog=Etykiety
acMLMakeReport=Raport
acMLMissedFiles=Zagubione pliki
acMLPlayFiles=Odtwarzaj
acMLPlaySelectedFiles=Odtwarzaj zaznaczone
acMLReloadTagsForAllFiles=Odśwież znaczniki wszystkich plików
acMLReloadTagsForSelectedFiles=Odśwież znaczniki zazn. plików
acMLResetStats=Usuń statystyki wszystkich plików
acMLResetStatsForSelectedFiles=Usuń statystyki zaznaczonych plików
acMLTableDeleteSelected=Usuń zaznaczone z bazy danych
acMLTableSendFilesToActivePlaylist=Dodaj do aktywnej listy odtwarzania
acMoveTo=Przenieś do...
acOpenFolder=Otwórz folder
acOptionHotkeys.h=Opcje skrótów klawiaturowych
acOptionHotkeys=Skróty klawiaturowe
acOptionLangs.h=Ustawienia językowe
acOptionLangs=Język
acOptionPlugins.h=Ustawienia wtyczek
acOptionPlugins=Wtyczki
acOptions=Ustawienia
acOptionShutdown.h=Harmonogram odtwarzania
acOptionShutdown=Harmonogram
acOptionSkins.h=Ustawienia interfejsu
acOptionSkins=Skórki
acPlayableFileCopyFileToClipboard.h=Kopiuj plik do schowka
acPlayableFileCopyInfoToClipboard.h=Kopiuj informacje o pliku
acPlayableFileCopyToLastPath.h=Kopiuj odtwarzany plik do ostatnio wybranego folderu
acPlayableFileDeletePhysically=Usuń odtwarzany plik z dysku
acPlayableFileNextBookmark=Następna zakładka
acPlayableFilePrevBookmark=Poprzednia zakładka
acPlayableFileShowFileInfo=Informacje o odtwarzanym pliku
acPlayableFileShowQTE.h=Edytuj znaczniki
acPlayableFileToggleSwitchInPlaylist.h=Odtwarzaj plik (wł./wył.)
acPlayerCrossMixing=Miksowanie: wł./wył.
acPlayerJumpToTime=Idź do czasu
acPlayerNextTrack=Następny utwór
acPlayerPauseOnNextTrack=Zatrzymaj odtwarzanie na początku następnego utworu
acPlayerPlayPause=Odtwarzaj/Wstrzymaj
acPlayerPrevTrack=Poprzedni utwór
acPlayerRadioCapture=Przechwytywanie radia
acPlayerRadioCaptureSingleTrack=Przechwytywanie radia (pojedynczy utwór)
acPlayerRepeat=Powtarzaj
acPlayerRepeatPartAB=Powtarzaj część "А-B"
acPlayerSeekBackward.h=Przewiń do tyłu
acPlayerSeekForward.h=Przewiń do przodu
acPlayerShuffle=Losowo
acPlayerSpeedDecrease=Prędkość: zmniejsz
acPlayerSpeedIncrease=Prędkość: zwiększ
acPlayerSpeedResetToDefaults=Prędkość: przywróć domyślne
acPlayerStop.h=Zatrzymaj odtwarzanie
acPlayerStopAtEnd.h=Zatrzymaj odtwarzanie po bieżącym pliku
acPlayerTempoDecrease=Tempo: zmniejsz
acPlayerTempoIncrease=Tempo: zwiększ
acPlayerTempoResetToDefaults=Tempo: przywróć domyślne
acPlayerVolumeDown.h=Głośność -
acPlayerVolumeMute.h=Wyciszenie (wł./wył.)
acPlayerVolumeMute=Wycisz
acPlayerVolumeUp.h=Głośność +
acPlaylistAddSelectedToBookmarks=Dodaj zakładkę
acPlaylistAddSelectedToQueue=Dodaj do kolejki
acPlaylistClose=Zamknij listę odtwarzania
acPlaylistCloseOthers=Zamknij inne listy odtwarzania
acPlaylistCopySelectedToClipboard=Kopiuj zaznaczone pliki do schowka
acPlaylistDeleteAll=Usuń wszystko
acPlaylistDeleteDuplicates=Usuń duplikaty
acPlaylistDeleteNonExists=Usuń brakujące
acPlaylistDeleteNonSelected=Usuń wszystkie pliki oprócz zaznaczonych
acPlaylistDeleteSelected=Usuń zaznaczone
acPlaylistDeleteSelectedPhysically=Usuń zaznaczone pliki z dysku
acPlaylistDeleteSwitchedOff=Usuń wyłączone
acPlaylistDeleteSwitchedOffPhysically=Usuń wyłączone pliki z dysku
acPlaylistFindInML=Szukaj w bibliotece
acPlaylistFindNewFiles=Szukaj nowych plików
acPlaylistFocusedItemShowQTE=Informacje o pliku
acPlaylistInsertAfterPlayingItem=Wstaw za aktualnie odtwarzanym
acPlaylistInsertToQueueBeginning=Dodaj na początek kolejki
acPlaylistNew=Nowa lista odtwarzania
acPlaylistNext.h=Następna lista odtwarzania
acPlaylistNextAndPlay.h=Odtwórz następną listę odtwarzania
acPlaylistPlayFocusedItem.h=Odtwórz zaznaczony plik
acPlaylistPlayFocusedItem=Odtwórz
acPlaylistPlayPrevious=Odtwórz poprzednią listę odtwarzania
acPlaylistPrev.h=Poprzednia lista odtwarzania
acPlaylistPrevAndPlay.h=Odtwórz poprzednią listę odtwarzania
acPlaylistReloadFromPreimage=Przeładuj dane ze źródła
acPlaylistRemoveSelectedFromQueue=Usuń z kolejki
acPlaylistRename=Zmień nazwę listy odtwarzania
acPlaylistReverse.h=Odwraca kolejność sortowania
acPlaylistReverse=Odwróć
acPlaylistSave=Zapisz listę odtwarzania
acPlaylistSortByArtist=Sortuj wg wykonawcy
acPlaylistSortByDuration=Sortuj wg czasu trwania
acPlaylistSortByFileName=Sortuj wg folderów
acPlaylistSortByTitle=Sortuj wg tytułu
acPlaylistSortRandomize.h=Sortuje utwory losowo
acPlaylistSortRandomize=Losowo
acQueueClear=Wyczyść kolejkę
acQueueManager=Menedżer kolejki
acSearchAdvanced=Wyszukiwanie zaawansowane
acSearchQuick=Szybkie wyszukiwanie
acSendToAudioConverter.h=Wyślij do konwertera dźwięku
acSendToAudioConverter=Konwerter dźwięku
acSendToTagEditor.h=Wyślij do edytora znaczników
acSendToTagEditor=Edytor znaczników
acUtilsAudioConverter=Konwerter dźwięku
acUtilsAudioLibrary=Biblioteka
acUtilsTagEditor=Edytor znaczników
acVisualExitFromFullScreen=Wyjdź z trybu pełnoekranowego
acVisualFullScreen=Pełny ekran
acVisualNext.h=Następna wizualizacja
acVisualPrev.h=Poprzednia wizualizacja
CategoryMenu=Kategoria
CategoryOptions=Opcje
ClearPls=Wyczyść listę odtwarzania
CM_DEL=Usuń z listy odtwarzania
CM_SEL=Wybierz pliki
CountLabel.h=Ilość plików w liście odtwarzania
ItmEQPos=Pokazuj korektor z lewej strony
LengthLabel.h=Łączny czas trwania listy odtwarzania
miBMLocateInSource=Znajdź w źródle
miBMPlaySelectedFromBeginning=Odtwórz zaznaczone pliki od początku
miBMResetTimestamp=Resetuj znacznik czasu
miCountdown=Odliczanie
miGroupBy=Grupuj wg...
miMLBookmarks=Zakładki
miMLCreateDynPlaylist=Utwórz inteligentną listę odtwarzania
miMLGroupingPreset=Grupowanie
miMLGroupingPresetAdd=Dodaj...
miMLGroupingPresetEdit=Edytuj...
miMLGroupingPresetRemove=Usuń
miMLLabelsExclude=Usuń etykietę
miMLLabelsInclude=Ustaw etykietę
miMLManageDB=Baza danych
miMLReload=Odśwież...
miMLTableSendToPlaylist=Wyślij do listy odtwarzania
miMLTableViewAlbumThumbnails=Widok - miniatury albumów
miMLTableViewDefault=Widok - tabela
miMLTableViewGroupDetails=Widok - szczegóły grup
miPersonalSettings=Własne ustawienia
miPlaylistNewSmart=Nowa inteligentna lista odtwarzania
miPreimageSettings=Ustawienia przeciwobrazu
miRadioCaptureStop=Zatrzymaj przechwytywanie
miRadioCatalogs=Katalogi radia internetowego
miReadOnly=Zablokuj przed zmianami
miRemoval=Zablokuj przed usuwaniem
miSelectAll=Zaznacz wszystkie pliki
miSelectNone=Odznacz wszystkie pliki
miSelectPls=Wybierz listę odtwarzania
miSelectSwitchedOn=Zaznacz wszystkie włączone
miSendTo=Wyślij do
miSendToPlaylist=Wyślij do innej listy odtwarzania
miSortByPatternOptions=Opcje
miSortRandomizeGroupItems=Ustaw elementy grupy losowo
miSortRandomizeGroups=Ustaw grupy losowo
miSortRandomizeGroupsAndItItems=Ustaw losowo grupy oraz ich elementy
miSwitchOff=Wyłącz
miSwitchOn=Włącz
N6=Przeskanuj znaczniki
N7=Następne zaplanowane zadanie:
N20=Kolejka
N22=Obszar powiadomień
N31=Tryb wizualizacji
N34=Dodaj
N35=Pokaż okno
N36=Korektor graficzny
N37=Okno wizualizacji
N38=(ukryj wszystko)
N39=Edytuj
N40=Wizualizacja
N41=Skórki
N43=Pomoc
N47=Zamknij
N56=Narzędzia
N70=Wyłącz globalne skróty klawiaturowe
N75=Narzędzia
N79=Pokaż bieżący
N80=Ładuj ustawienie
N81=Zapisz ustawienie
N83=Resetuj ustawienia efektów
N84=Przywróć ustawienia korektora
N85=Zwiń wszystko
N86=Rozwiń wszystko
N90=Odtwarzacz
N91=Odtwórz/Wstrzymaj
N92=Zatrzymaj
N93=Dodaj pliki
N95=Poprzedni utwór
N96=Następny utwór
N98=Głośność
N114=Połącz z podobnymi kategoriami
N115=Połącz wszystkie podobne kategorie
pmAdd.h=Menu dodawania elementów
pmDelete.h=Menu usuwania elementów
pmEqualizer.h=Ustawienia korektora graficznego
pmMainMenu.h=Menu główne
pmManagePlaylist.h=Zarządzanie listą odtwarzania
pmMisc.h=Menu pozostałych funkcji
pmMLDelete.h=Menu usuwania elementów
pmMLGroupingPresets.h=Ustawienia grupowania
pmMLLabels.h=Menu etykiet
pmMLMainMenu.h=Menu główne - biblioteka
pmMLMisc.h=Menu pozostałych funkcji
pmMLTableViews.h=Widoki
pmNewPlaylist.h=Nowa lista odtwarzania
pmPlaylistList.h=Listy odtwarzania
pmQuickOptions.h=Szybkie ustawienia
pmSorting.h=Menu sortowania elementów
pmUtilities.h=Narzędzia
SentToNewPLS=Do nowej listy odtwarzania
SizeLabel.h=Rozmiar plików na liście odtwarzania
TCFixFloat=Przyczep pasek informacyjny
TL=Zapisz listę utworów
TrayCotnrol=Pokazuj mini odtwarzacz

[AIMPBookmarkEditDialog]
Caption=Edycja zakładki
L1=Tytuł:
L2=Ścieżka:
L3=Etykiety:
L4=Czas:
L5=Komentarz:

[AIMPConverterStatsDialog]
btnOK=OK
Caption=Konwersja ukończona!
cbDontShowAgain=Nie pokazuj więcej tego komunikatu
Message=Ilość plików: %0:s\n\nCzas trwania: %2:s\nCzas trwania (średnio): %3:s\n\nWielkość wejściowa: %5:s\nWielkość wyjściowa: %6:s\nRóżnica: %4:s

[AIMPFindMissedFilesDialog]
acApply=Zastosuj do zaznaczonych
acFind=Znajdź...
acRemoveSelected=Usuń zaznaczone z bazy danych
acReplace=Zamień nazwę pliku...
Caption=Zagubione pliki

[AIMPML]
Added=Dodane
Album=Album
AlbumArtist=Wykonawca albumu
Artist=Wykonawca
BitDepth=Głębia bitowa
Bitrate=Przepustowość bitów
BPM=BPM
Channels=Kanały
Comment=Komentarz
Composer=Kompozytor
Conductor=Dyrygent
Copyrights=Prawa autorskie
CreatedAt=Nagrane w
DiskNumber=Nr płyty
Duration=Czas trwania
FileFormat=Format pliku
FileName=Nazwa pliku
FileSize=Rozmiar pliku
Genre=Gatunek
Labels=Etykiety
LastModification=Zmodyfikowano
LastPlayback=Ostatnio odtworzony
Lyricist=Autor tekstu
Mood=Nastrój
Name=Nazwa
PlaybackCount=Ilość odtworzeń
Publisher=Wydawca
Rating=Ocena
SampleRate=Częstotliwość próbkowania
Source=Źródło
Timestamp=Znacznik czasu
Title=Tytuł
TrackNumber=Nr utworu
URL=Odnośnik
UserMark=Ocena użytkownika
Year=Rok

[AIMPML.Controls]
Customize=Dostosuj
DataSourceList=Źródło danych
History=Historia odtwarzania
NewLabel=Nowa etykieta
NewLabelDialog=Nowa etykieta...
None=(brak)
ResetAllFilters=Usuń wszystkie filtry
ResetFilter=Usuń filtr
ShowAll=(pokaż wszystko)
UnsetAllLabels=Usuń wszystkie etykiety

[AIMPML.Presets]
BestTracks.C=Najlepsze utwory
BestTracks.V=Najwyżej %d|Wysoce oceniane
NewTracks.C=Nowe utwory
NewTracks.V=Na dzień|Na trzy dni|Na tydzień|Na 2 tygodnie|Na miesiąc|Nigdy nie grałem

[AIMPML.Reports]
AlbumCount=Ilość albumów:
ArtistCount=Ilość artystów:
Common=Statystyki
FavoriteAlbums=Ulubione albumy (top %d)
FavoriteArtists=Ulubieni wykonawcy (top %d)
FavoriteGenres=Ulubione gatunki (top %d)
FavoriteTracks=Ulubione utwory (top %d)
GenreCount=Ilość gatunków
L1=Ilość odtworzeń
L2=Ilość utworów
L3=Całkowity czas trwania
L4=Wykonawca
L5=Odsłuchany
L6=Całkowicie
TrackCount=Ilość utworów:

[AIMPMLFilterEditorDialog]
btnCancel=Anuluj
btnOK=OK
Caption=Parametry filtra
pcpFilter=Filtrowanie

[AIMPMLFilterEditorDialog.FilterControl]
C=Dodaj regułę
G=Dodaj grupę
Op0=równa się
Op1=nie równa się
Op2=pomiędzy
Op3=mniejsze niż
Op4=mniejsze niż lub równe
Op5=większe
Op6=większe niż lub równe
Op7=zawiera
Op8=zaczyna się od
Op9=kończy się na
Op10=w ostatnich x dniach
R=Usuń

[AIMPMLGroupDetailsCustomizationForm]
btnReset=Resetuj
Caption=Dostosowanie układu grup
GB1=Pola grupowania
GB2=Pola szczegółów grupy

[AIMPMLGroupingPresetEditDialog]
btnClearFilter=Wyczyść
btnEditFilter=Edytuj...
Caption=Szablon grupowania
L1=Autonazywanie
L2=Grupuj wg pól
L3=Własny filtr
lbName=Nazwa
lvAvailable=Dostępne pola
lvGroup=Użyte pola

[AIMPMLLabelsDialog]
acMoveLeft=Dołącz etykietę
acMoveRight=Odłącz etykietę
acRemove=Usuń etykietę
acRename=Zmień nazwę etykiety
btnCancel=Anuluj
btnOK=OK
C1=Etykiety
C2=Dostępne etykiety
Caption=Etykiety
L1=Podaj nazwę etykiety
L2=Dodaj
miSetToAll=Ustaw dla wszystkich plików
miUndoSetToAll=Cofnij ustawienie etykiet dla wszystkich plików

[AIMPMLMissedFilesDialog.tlMissedFiles]
c[0]=Zagubiony plik
c[1]=Proponowana zamiana
c[2]=Stopień zgodności

[AIMPMLMonitoringSettingsDialog]
acAdd=Dodaj
acDeleteAll=Usuń wszystkie
acDeleteSelected=Usuń zaznaczone
acUpdate=Aktualizuj
btnClose=Zamknij
Caption=Dodawanie plików
CB1=Szukaj przeniesionych plików i zmienionych nazw
CB2=Usuwaj nieistniejące pliki z bazy danych
CB3=Ponownie wczytuj znaczniki
cbMinFD=Gdy czas jest mniejszy od:
cbMinFS=Gdy rozmiar jest mniejszy niż:
cbScanOnStartup=Szukaj nowych plików po uruchomieniu
cbTrackChanges=Szukaj zmian w trakcie działania programu
GB1=Monitorowanie
GB2=Podczas aktualizacji
gbFiltBy=Pomijanie plików
L1=Jeśli rozszerzenie pliku to:
L2=Naciśnij przycisk "Aktualizuj", aby zaktualizować zawartość bazy danych biblioteki
pcpFolders=Foldery
pcpSettings=Ustawienia

[AIMPMLMonitoringSettingsDialog.tlPaths]
c[0]=Folder
c[1]=Podfoldery

[AIMPMLPreimageDialog]
btnCancel=Anuluj
btnOK=OK
Caption=Inteligentna lista odtwarzania - biblioteka
cbLimitTo=Ogranicz liczbę utworów do:
cbSortBy=Sortuj wg:
pcpFilter=1. Filtr
pcpPostProcess=3. Wyjście
pcpSort=2. Sortowanie

[AIMPPlaylistFoldersPreimageDialog]
acAdd=Dodaj
acDeleteAll=Usuń wszystko
acDeleteSelected=Usuń zaznaczone
btnCancel=Anuluj
btnOk=OK
Caption=Inteligentna lista odtwarzania - foldery
cbSyncOnChanges=Szukaj zmian w trakcie działania programu
cbSyncOnStartup=Szukaj zmian po uruchomieniu programu
L2=Pomiń pliki z następującymi rozszerzeniami:
pcpFolders=Foldery
pcpSettings=Ustawienia

[AIMPPlaylistFoldersPreimageDialog.tlPaths]
c[0]=Folder
c[1]=Podfoldery

[AIMPPlaylistPreimageDialog]
Caption=Inteligentna lista odtwarzania - lista odtwarzania
L1=Nazwa pliku\Odnośnik

[AIMPSendToDialogForm]
cbDefault=Ustaw jako domyślne
cbSaveStructure=Zapisz strukturę ścieżek
gbAdditionals=Pliki dodatkowe
gbPath=Ścieżka docelowa
gbRename=Zmień nazwę wg szablonu
L1=Kopiuj|Przenieś
L2=Kopiuj do|Przenieś do
L3=Opcje kopiowania|Opcje przenoszenia
lbAdditionals=Wskaż jakie pliki mają być skopiowane poza plikami dźwiękowymi.\n; - separator, * - zastępuje ciąg znaków

[ATEAutoNumerationForm]
Caption=Autonumeracja
L1=Zacznij od

[ATEAutoTagForm]
C1=Przed zmianą
C2=Po zmianie
c[0]=Nazwa pliku
c[1]=Album
c[2]=Wykonawca
c[3]=Gatunek
c[4]=Tytuł
c[5]=Nr utworu
c[6]=Rok
c[8]=Liczba utworów
Caption=Autowypełnianie znaczników nazwą pliku

[ATEChangeRegisterDialog]
Caption=Zmiana wielkości liter/Transliteracja
CB1=Znaczniki:
GB1=Działania
L1=Wielkość liter:
L2=Transliteracja:
L3=Pola:

[ATEChaptersEditDialog]
acDelete.h=Usuwa zaznaczone rozdziały
acDelete=Usuń zaznaczone
acEdit.h=Edytuje zaznaczone rozdziały
acEdit=Edytuj
acInsert.h=Dodaj rozdział
acInsert=Dodaj
btnFastForward.h=Przewiń w przód
btnPlayPause.h=Odtwarzaj / Wstrzymaj
btnRewind.h=Przewiń w tył
btnSave=Zapisz...
Caption=Edytor rozdziałów
tsVolume.h=Głośność

[ATEChaptersFormatChooser]
btnSave=Zapisz
Caption=Edytor rozdziałów
GB1=Zapisz jako:
RB1=Rozdziały, osadzone w pliku dźwiękowym
RB2=CUE, osadzone w pliku dźwiękowym
RB3=CUE, jako odrębny plik
RB4=Czysty tekst
W1=* ta opcja nie jest dostępna dla wybranego formatu pliku dźwięku

[ATEForm]
A0=Autonumeracja
A1=Autonumeracja (%s)
A2=Zmienianie nazw plików
A3=Zmień na format "%s"
A4=Zastosuj
A9=Pomiń już przeanalizowane pliki
acAnalysisBPM=Analizuj zaznaczone
acEdit=Edytuj wszystkie pola...
acEditChapters.h=Utwórz/Edytuj rozdziały...
acRgAlbum=Skanuj zaznaczone: jako jeden album
acRgFAlbum=Wybrane skanowanie: każdy folder jako album
acRgFile=Skanuj zaznaczone: pomijając album
acRgMAlbum=Skanuj zaznaczone: pobierz album z znaczników
acRgRemove=Usuń informacje ReplayGain z znaczników
acScenarios=Scenariusze...
acSearchOnline.h=Autowypełnianie znaczników z użyciem usług sieciowych...
acSearchOnlineAlbumArts=Znajdź okładki albumów w sieci...
acSearchOnlineLyrics=Znajdź tekst utworu w sieci...
aSave=Zapisz
aTag.h=Autowypełnianie znaczników
B1.h=Zmiana wielkości liter/Transliteracja
B5=Odśwież znaczniki
btnBPM.h=BPM
btnLayout.h=Zmień widok
btnRG.h=ReplayGain
btnScripts.h=Scenariusze
Caption=AIMP - zaawansowany edytor znaczników
cbSubFolders=Uwzględnij podfoldery
lbNoData=(brak danych do podglądu)
miDelete=Usuń
miDeletePhys=Usuń z dysku
miGroupBy=Grupowanie
miGroupByFolder=Wg folderu nadrzędnego
miGroupByNone=Nie grupuj
miJumpTo=Idź do folderu...
miNumCfm=Pytaj o potwierdzenie
miSoundOut=Opcje odtwarzania
TM0=Pliki na dysku
TM1=Pliki dodane przez użytkownika

[ATEForm.lvTable]
c[0]=Numer
c[1]=Numer dysku
c[2]=Nazwa pliku
c[3]=Tytuł
c[4]=Wykonawca
c[5]=Album
c[6]=Rok
c[7]=Gatunek
c[8]=Przepustowość bitów
c[9]=Czas trwania
c[10]=Format
c[11]=Okładka
c[12]=ID3v1
c[13]=ID3v2
c[14]=APE
c[15]=WMA
c[16]=Vorbis
c[17]=M4A
c[18]=Rozmiar
c[19]=Tekst utworu
c[20]=BPM
c[21]=ReplayGain

[ATEOnlineSearchForm]
aiProgressInidcator=Wyszukiwanie... proszę czekać
btnCancel=Anuluj
btnSave=Zastosuj do plików
Caption=Autowypełnianie znaczników z użyciem usług sieciowych
edSearchBox.b0=Znajdź
edSearchBox.th=Album, Wykonawca
ErrorAuthorizationRequired=Ta operacja wymaga autoryzacji. Należy się zalogować i autoryzować aplikację AIMP w usłudze. Następnie ponowić zapytanie.
vlbBindingHint=Aby powiązać znaleziony utwór z utworem edytowanym, przeciągnij go z górnej i upuść na dolną listę.\nZmiany zostaną zastosowany wyłącznie dla wybranych utworów.

[ATERenameForm]
btnRename=Zmień nazwę
Caption=Opcje zmiany nazw
CB1=Podgląd
CB2=Pracuj na kopii pliku
GB1=Zmień nazwy plików wg szablonu
GB2=Przenieś pliki do wybranego folderu
GB3=Szukaj i zamień
GB4=Wielkość liter
GB5=Transliteracja
L1=Znajdź:
L2=W celu sortowania wg folderów, użyj znaku "\" (np. %Y\%A - %T)
L3=Zamień na:

[ATESaveParams]
Caption=Opcje zapisywania

[ATEScenariosForm]
btnClose=Zamknij
btnRun=Uruchom
btnStop=Zatrzymaj
Caption=Scenariusze
cbPreviewMode=Tryb podglądu
GB1=Scenariusz
lbPreviewMode=W trybie podglądu wszystkie zmiany wprowadzone w scenariuszu NIE zostaną zastosowane do plików

[AutoTag]
bOk=Zastosuj
Caption=Autowypełnianie
CB1=Nie wypełniaj pól już wypełnionych

[CommonDialogs]
B1=OK
B2=Anuluj
B3=Nowy folder
BS=Tak|Nie|OK|Anuluj|Przerwij|Ponów|Ignoruj|Wszystko|Nie dla wszystkich|Tak dla wszystkich|Pomoc|Zamknij
L1=Wybierz folder
L2=Uwzględnij podfoldery
MsgCaptions=Ostrzeżenie|Błąd|Informacja|Potwierdzenie|
SA=Zaznacz wszystko
SN=Usuń zaznaczenie

[ConfirmDialog]
B1=Zamień
B2=Zamień wszystko
B3=Pomiń
B4=Pomiń wszystko
B5=Zmień nazwę
B6=Anuluj
Caption=Zamień
gbFile1=Zamień plik
gbFile2=Nowym plikiem

[CONTEXT]
0=&Otwórz w AIMP
1=&Odtwarzaj
2=Dodaj do &listy odtwarzania
3=Dodaj do &kolejki
4=Dodaj do &zakładek
5=&Edytuj znaczniki
6=&Konwertuj do innego formatu
7=Otwórz w &nowej liście odtwarzania

[Converter]
actAddFiles=Dodaj pliki
actAddFolders=Dodaj foldery
actAddPlaylist=Dodaj listy odtwarzania
actDeleteAll=Usuń wszystko
actDeleteSelected=Usuń zaznaczone z listy
actStop=Zatrzymaj
bAdd.h=Dodaj pliki/foldery
bDelete.h=Usuń pliki
bQuickOptions.h=Opcje
bSettings=Opcje
bStart=Rozpocznij
Caption=AIMP: konwerter audio
csCancel=Anulowane
csDone=Zakończone
csError=Błąd
csPaused=Wstrzymane
csWaiting=Oczekiwanie
lbEncoder=Format:
lbMode=Tryb kodowania
lbNormalizeVolume=Normalizuj głośność:
lbTargetFileName=Nazwa pliku:
lbTargetFolder=Folder wyjściowy:
lbTimeElapsed=Upłynęło:
lbTimeLeft=Pozostało:
lbTotalProgress=Całkowity postęp:
lbVolumeNormalization=Normalizacja głośności
miCloseAppWhenDone=Zamknij program po udanej konwersji
miDeleteSource=Usuń pliki źródłowe po udanej konwersji
miHibernate=Hibernuj
miSavePathStructure=Zachowaj strukturę folderów podczas przenoszenia do ścieżki docelowej
miShutdown=Wyłącz
miShutdownWhenDone=Wyłącz komputer po konwersji
miSleep=Uśpij
miUncheckSuccessful=Usuń znacznik wyboru po udanej konwersji
Modes=Jedno źródło -> jeden plik|Wszystkie źródła -> jeden plik|Jeden folder -> jeden plik

[Converter.lvTable]
c[0]=Nazwa
c[1]=Format
c[2]=Stan
c[3]=Numer
c[4]=Nazwa pliku
c[5]=Docelowa nazwa pliku

[ConverterEncoders]
bOk=OK
btnReset=Przywróć domyślne
cbAsInput=Jak pliku źródłowego
cbChangeFormat=Zmień format
cbCorrectionFile=Utwórz plik poprawek
cbIncludeMD5=Dołącz sumę kontrolną do pliku
cbModeHybrid=Hybrydowa
cbModeLossless=Bezstratna
cbNoGap=Bez przerw
gbMode=Tryb
lbBestC=Najlepsza kompresja
lbBestQ=Najlepsza jakość
lbBitDepth=Format próbkowania:
lbBitrate=Przepustowość bitów:
lbBitrateMode=Tryb:
lbChannels=Kanały:
lbCompression=Kompresja:
lbLeast=Szybka:
lbMost=Najlepsza:
lbProfile=Profil:
lbQuality=Jakość:
lbSampleRate=Częstotliwość próbkowania:
scParams=Parametry

[CopyDialog]
0=Kopiowanie...
1=Przenoszenie...
2=Wstrzymaj
3=Kontynuuj

[DropForm]
CB1=Nie pytaj ponownie
RG1=Przeciąganie i upuszczanie

[DSPDialog]
btnEqPresets=Ustawienia
btnReset=Przywróć domyślne
CB1=Usuwanie wokalu (tylko dla stereo)
CB3=Użyj zanikania dźwięku (wstrzymaj/wznów)
CB4=Użyj zanikania dźwięku przy przewijaniu utworu
CB5=Łagodna zmiana głośności
CB6=Miksuj poprzedni utwór z następnym
CB7=Zwiększaj głośność na początku utworu
CB8=Zmniejszaj głośność na końcu utworu
CB12=Zezwól na miksowanie utworów
CB16=Usuwaj ciszę na początku i końcu utworu (niezależnie od czasu trwania ciszy)
cbEqSwitch=Włącz korektor graficzny
GB1=Normalizacja głośności
GB2=Podczas ręcznej zmiany utworów
GB3=Podczas automatycznej zmiany utworów
GB4=Normalizacja ReplayGain
GB6=Usuń ciszę
L1=* Zresetuj wartości prawym przyciskiem myszy
L2=Wtyczki DSP:
L4=Przedwzmocnienie:
L5=Aktualna wartość:
L6=Górny próg wzmocnienia:
L7=Dolny próg wzmocnienia:
L9=Domyślna wartość: 
L10=Docelowy poziom głośności:
L12=Czas trwania ciszy aktywujący usuwanie:
L13=Próg detekcji ciszy:
lbChorus=Chór
lbEcho=Echo
lbEnhancer=Uwydatnienie
lbFlanger=Flanger
lbPitch=Tonacja
lbPreamp=Przedwzmacniacz
lbReverb=Pogłos
lbSpeed=Prędkość
lbTempo=Tempo
lbTrueBass=Bas
R2=Użyj wartości z znaczników
R3=Analizuj plik "w locie"
RB1=Nic nie rób
RB2=Dodaj przerwę między utworami
tcpMixing=Miksowanie
tcpSilenceRemover=Usuń ciszę
tcpSoundEffects=Efekty dźwiękowe
tcpVolume=Głośność

[DSPDialog.cbReplayGainSource]
i[0]=Źródło: Plik
i[1]=Źródło: Album

[EditorForm.RegisterFmt]
i[0]=bez zmian
i[1]=Z Dużych Liter
i[2]=Jak w zdaniu
i[3]=WSZYSTKIE LITERY DUŻE
i[4]=wszystkie litery małe

[EQPresetsDialog]
B1=Zastosuj
B2=Anuluj
B3=Usuń
B4=Przywróć
Caption=Ustawienia korektora

[HotkeysGroups]
AudioConverter.Content=Konwerter audio: tabela
AudioConverter.General=Konwerter audio: ogólne
Common.Dialogs=Ogólne - okna dialogowe
Common.SendTo=Pliki - wyślij do
Common=Ogólne
MusicLibrary.GroupingTree=Biblioteka - drzewo
MusicLibrary.Table=Biblioteka - tabela
MusicLibrary=Biblioteka - wspólne
Player.Navigation=Odtwarzacz - nawigacja
Player.PlayableFile=Odtwarzacz - odtwarzany plik
Player.PlaybackControl=Odtwarzacz - kontrola odtwarzania
Player.Visualizations=Odtwarzacz - wizualizacja
Playlist.AddFiles=Lista odtwarzania - dodawanie plików
Playlist.Deletion=Lista odtwarzania - usuwanie plików
Playlist.Search=Lista odtwarzania - szukanie
Playlist.SelectedFiles=Lista odtwarzania - zaznaczone pliki
Playlist.Sorting=Lista odtwarzania - sortowanie
Playlist=Lista odtwarzania
TagEditor.Content=Edytor znaczników - tabela
TagEditor.CurrentFile=Edytor znaczników - bieżące zaznaczenie
TagEditor.Functions.BPM=Edytor znaczników - funkcje - obliczanie BPM
TagEditor.Functions.ReplayGain=Edytor znaczników - funkcje - obliczanie ReplayGain
TagEditor.Functions=Edytor znaczników - funkcje
TagEditor.Tree=Edytor znaczników - drzewo

[InfoBar]
CB0=Jako pasek informacyjny|Jako kartę
CB1=Po rozpoczęciu utworu, przez:
CB2=do lewej|do prawej|do środka
CB3=Pokazuj u góry pulpitu|Pokazuj u dołu pulpitu
CB4=Pokazuj okładkę albumu
CB6=Pokazuj również, gdy aktywna jest aplikacja pełnoekranowa
CB7=Zastosuj tylko dla tła
CB8=Zawsze pokazuj
CB9=Przed zakończeniem utworu, przez:
GB0=Pokazuj informacje o odtwarzanym pliku
GB1=Pokazuj
GB5=Widok
M1=Tło
M2=Linia %d
M3=Czcionka
M4=Kolor tekstu
P1=Pasek informacji

[MSG]
1=Nowa lista odtwarzania
2=Wprowadź nazwę
3=Biblioteka
4=Czy na pewno usunąć pliki z dysku twardego?
5=(wyłączone)
6=Nie znaleziono pliku lub folderu!
7=Minimalizuj do obszaru powiadomień
8=Pokaż okno główne
9=Zmień nazwę
10=Głośność
11=Pozycja
12=Odtwarzaj
13=Odtwórz od początku
14=Wstrzymaj
15=Ustawienie użytkownika
16=Zaznacz wszystkie
17=Wył.|Wł.
18=Wyślij pliki
19=Ten skrót klawiaturowy jest nieprawidłowy lub używany przez inną aplikację
21=Czy na pewno zamknąć wszystkie listy odtwarzania oprócz aktywnej?
22=Zapisz do pliku
23=Podgląd
24=Zawsze na wierzchu
25=Nie można zapisać zmian w pliku "%s". Możliwe, że jest używany przez inną aplikację.
26=Zastosować zmiany w pliku?
27=Kompozytor
28=Ekran określany przez pozycję głównego okna programu|Ekran %d: dodatkowy (%s)|Ekran %d: podstawowy (%s)
29=Folder "%s" nie istnieje
30=Nie można usunąć jednej z wtyczek. Możliwe, że jest używana przez inną aplikację.
31=Zakończono...
32=Tryb jednej listy odtwarzania:\nnie można zmienić listy odtwarzania, gdyż ta jest zablokowana!
33=Szukaj
34=Pliki lokalne
35=Brak grupowania
36=Znajdź pliki...
37=Tylko do odczytu|Przypisany do źródła
38=Ta opcja wyłącza możliwość tworzenia wielu list odtwarzania.\nWybranie jej spowoduje zamknięcie pozostałych list odtwarzania!
39=Jakość
40=Zapisz jako
41=Pobierz z Internetu
42=Format:
43=(domyślny)
44=Prędkość
45=Balans
46=Otwieranie...|Buforowanie...
47=Przechwytywanie radia
48=Tytuł
49=Wielkość liter
50=Klawisz jest już używany!
51=Idź do czasu:
52=Niewłaściwy format
53=Nowa wersja jest dostępna. Pobrać ją teraz?
54=Soundfonts
55=Bieżąca wartość:
56=foldery można utworzyć za pomocą symbolu "\" w szablonie
57=Czy na pewno usunąć statystyki?|Czy na pewno usunąć statystyki zaznaczonych plików?
58=Nowy szablon
59=Usuwanie plików z dysku|Następujące pliki nie zostały usunięte z powodu błędu systemu:
60=Wyrażenia...
61=Operacja nie została zakończona. Czy na pewno przerwać?
62=Niektóre operacje nie zostały zakończone! Czy na pewno je anulować?
63=Wyszukiwanie pliku:
64=Rozmiar:
65=Data utworzenia:
66=Nie znaleziono
67=Aktualizowanie...
68=Rozmiar bazy danych przed kompresją: %s\nRozmiar po kompresji: %s\nZaoszczędzono: %s.
69=Zastosuj
70=Anuluj
71=Wymagane są uprawnienia administratora
72=Typ pliku
73=Wczytywanie...
74=Folder profilu
75=Sortuj wg szablonu
76=Ustaw ocenę %s
77=Autowyszukiwanie
78=Nowe pliki:
79=Przezroczystość
80=Podgląd
81=Tekst utworu
82=Lokalizacja pliku
83=Prawa autorskie
84=Zmiany zostaną zastosowane po ponownym uruchomieniu aplikacji
85=Ocena użytkownika
86=Kopiuj
87=Wklej
88=Wytnij
89=Źródło
90=Wynik
91=Czy na pewno usunąć ustawienie "%s"?
92=Wszystkie|Dodatki|Dekodery|Wizualizacje|DSP
93=Dodawanie plików...
94=Powtarzanie części "A-B" [wył.]|Punkt "A" przypisany|Powtarzanie części "A-B" [wł.]|
95=Próba ponownego połączenia za %s sek.
96=Uwaga! Operacja przywróci listę ustawień do domyślnych!
97=Zachowuj stan odtwarzania podczas zamykania
98=Używaj mini odtwarzacza zamiast minimalizować do obszaru powiadomień
99=Edytor ustawień
100=Album
101=Adres URL
102=Wykonawca
103=Tytuł
104=Komentarz
105=Gatunek
106=Usuń znacznik
107=Rok
108=Nr utworu
109=Nr płyty
110=Okładka albumu
111=Nie znaleziono Soundfonts lub są nie prawidłowe.
112=<brak>
113=Wykonano!
114=Czy na pewno usunąć wszystkie pliki i statystyki z bazy danych?
115=Czas trwania
116=Plik|Folder|Lista odtwarzania
117=Odtworzony
118=Dodany
119=Ocena
120=Zarządzanie listami odtwarzania
121=Opóźnienie:
122=Zamknij
123=Kopiuj plik do schowka
125=Katalogi
126=Proszę czekać...
127=Ilość odtworzeń
128=Kopiuj do %s|Przenieś do %s
129=Autowypełnianie (PPM - wybór szablonu)
130=Wykonawca albumu
131=Konwertowanie:
132=Zmień nazwę
133=Ustawienia
134=Wstrzymano
135=Zmień rozmiar
136=Ustawienia zostały zmienione. Czy zapisać zmiany?
137=Dysk usuwalny|Nośnik optyczny
138=Zastosuj do
139=Komputer zostanie wyłączony za %s sek.
140=Wydawca
141=dB
142=Uwaga! Inne programy nie będą mogły odtwarzać dźwięku jeśli AIMP będzie używać tego urządzenia wyjściowego.
143=Źródło: |Brak|Lista odtwarzania lub folder|Biblioteka|Lista odtwarzania
144=Kodowane przez
145=Nastrój
146=Część kompilacji
147=Katalog
148=Autor tekstu
149=Dyrygent
150=Okna
151=ms
152=Automatycznie
153=sek.
154=min
155=B|KB|MB|GB
156=Bezwzględne ścieżki do plików
157=Sortuj pliki po ich dodaniu do listy odtwarzania wg szablonu:
158=Oczekiwanie na autoryzację...\nProszę dokończyć autoryzację w przeglądarce.\n\nW celu anulowania wystarczy zamknąć to okno.
159=Tryb wsadowy
160=Brak wyników wyszukiwania

[Options]
bCancel=Zamknij
btnReset=Przywróć domyślne
Caption=Opcje
miResetPage=Przywróć ustawienia z bieżącej strony
miResetProfile=Przyróć wszystkie ustawienia i usuń dane użytkownika
miResetSettings=Przywróć wszystkie ustawienia
wcResetProfile=Ta operacja __USUNIE__ wszystkie listy odtwarzania, skórki, ustawienia, statystyki i pozostałe dane plikacji. Czy na pewno kontynuować?
wcResetSettings=Ta operacja przywróci wszystkie ustawienia programu do wartości domyślnych. Czy na pewno kontynuować?

[OptionsFrameAddFiles]
C1=Dodawanie plików
C9=Ogólne
C10=Otwieranie plików z zewnętrznych programów
C11=Przeciąganie i upuszczanie
CB1=Pytaj użytkownika
CB2=Rozdziel ładowany plik na poszczególne utwory przy użyciu pliku CUE
CB3=Dodaj zawartosć folderu
CB6=Skanuj listę odtwarzania przy dodawaniu plików
CB9=Otworzone pliki odtwarzaj natychmiast
CB15=Dodane pliki odtwarzaj natychmiast
CB19=Rozpocznij odtwarzanie natychmiast
CB48=Otwieraj listy odtwarzania w nowych kartach
CB59=Sortuj wg nazwy pliku
L1=Domyślne działanie:
L5=Gdy dodawany jesttylko jeden plik:
L7=Kiedy plik jest dodawany:

[OptionsFrameAddFiles.CBA]
i[0]=utwórz nową listę odtwarzania
i[1]=dodaj do bieżącej listy odtwarzania
i[2]=dodaj do domyślnej listy odtwarzania

[OptionsFrameAddFiles.RG4]
i[0]=dodaj pliki we wskazanym miejscu
i[1]=dodaj pliki na koniec listy odtwarzania
i[2]=dodaj pliki na początek listy odtwarzania
i[3]=dodaj pliki w losowych pozycjach na liście

[OptionsFrameAssoc]
B1=Typy plików
C1=Powiązania plików
CB1=Pliki dźwiękowe
CB2=Listy odtwarzania
CB3=Skórki

[OptionsFrameConvertor]
C1=Ustawienia konwersji
C18=Zachowanie
Caption=Konwerter
CB1=Rozdziel pliki wg pliku CUE podczas dodawania do listy
CB4=Pokaż statystyki po konwersji
CB6=Odtwarzaj dźwięk po zakończeniu konwersji
GB1=Po zakończeniu konwersji
L1=Wątki:
L2=Maksymalna liczba wątków jest zależna od ilości rdzeni procesora.

[OptionsFrameExtraMeta]
B1=Wyczyść
Caption=Dodatkowe informacje
CB1=Zapisz okładkę do folderu pliku używając szablonu:
CB2=Szukaj w Internecie
CB3=Zapisz automatycznie plik tekstu do folderu z plikiem
CB4=Szukaj w folderze pliku
CB5=Szukaj w znacznikach pliku
GB1=Szukaj w Internecie
GB2=Zezwól na zapisywanie w pamięci podręcznej
GB3=Szukaj w folderze pliku
GB4=Szukaj w znacznikach pliku
L2=Maksymalny rozmiar pliku do pobrania:
L3=Buforowanie w pamięci podręcznej zmniejsza użycie dysku, zmniejsza ruch internetowy, przyspiesza szukanie okładki.
L4=Usuwaj z pamięci podręcznej po:
L5=dniach
pctAlbumArts=Okładki albumów
pctLyrics=Tekst utworu
W1=* Musisz posiadać zainstalowaną wtyczkę, która zapewnia taką możliwość

[OptionsFrameHotkeys]
B10=Domyślne
C1=Skróty klawiaturowe
c[0]=Nazwa polecenia
c[1]=Lokalny
c[2]=Globalny 1
c[3]=Globalny 2

[OptionsFrameInterface]
C1=Animacje
C3=Przezroczystość
Caption=Interfejs
CB1=Zezwalaj na ustawianie przezroczystości pojedynczych pikseli
CB2=Pokazuj falę dźwiękową odtwarzanego pliku na pasku odtwarzania *
CB3=Animuj okna przypięte do innych okien podczas pokazywania lub ukrywania
CB4=Animuj okna podczas ich pokazywania lub ukrywania w trybie paska narzędzi pulpitu
CB5=Pokazuj wizualizację spektrum odtwarzanego utworu *
CB28=Animuj przy zmianie wizualizacji *
CB30=Zezwól na efekt zanikania
CB35=Płynnie przewijaj karty list odtwarzania *
CB38=Wyłącz przezroczystość, gdy okno jest aktywne
CB39=Wyłącz przezroczystość po wskazaniu okna myszą
CB42=Gładkie przejścia przezroczystości
CB52=Przyciągaj okna do krawędzi ekranu i innych okien AIMP
CB68=Wygładzanie
CB71=Zmień wizualizację co:
CB75=Cyklicznie
GB1=Szablon etykiet statycznych *
GB3=Szablon przewijanej linii *
GB4=Tryb ciemny
GB5=Schemat kolorów
GB7=Tryb pełnoekranowy
GB10=Zmienianie wizualizacji
L1=* Wymagana jest obsługa tej funkcji przez skórkę
L2=Wielkość tekstu:
L10=Aktualizuj co:
L21=Uruchom tryb pełnoekranowy na ekranie:
L23=Renderowanie będzie wolniejsze, ale jakość przy powiększeniu większa
pcpGeneral=Ogólne
pcpTemplates=Wyświetlanie danych
pcpVisuals=Wizualizacja

[OptionsFrameInterface.cbNightMode]
i[0]=Automatycznie (dla Windows 10/11)
i[1]=Wyłączony
i[2]=Włączony

[OptionsFrameInterface.rsRun]
i[0]=Ruch: wyłączony
i[1]=Ruch: w lewo
i[2]=Ruch: w prawo

[OptionsFrameInterface.rsShow]
i[0]=Rozpoczęcie: wyłączone
i[1]=Rozpoczęcie: od lewej
i[2]=Rozpoczęcie: od prawej
i[3]=Rozpoczęcie: od góry
i[4]=Rozpoczęcie: od dołu

[OptionsFrameLang]
C1=Wybierz język interfejsu
Caption=Język
L0=wg ustawień systemu
L1=Konwertuj tekst do formatu Unicode, przy użyciu kodowania
L2=Podstawowe pliki językowe
L3=Dodatkowe pliki językowe

[OptionsFrameMLMain]
B1=Monitorowanie plików...
C1=Biblioteka
Caption=Biblioteka
CB1=Ustawieniu oceny użytkownika
CB2=Rozpoczęciu odtwarzania
CB3=Zaliczeniu odtworzenia
CB4=Pokazuj ocenę zamiast oceny użytkownika, jeśli tej nie ustawiono
CB5=Synchronizuj ocenę użytkownika ze znacznikami pliku
CB6=Zawsze pokazuj zawartość podfolderów
CB7=Łącz puste poziomy grupowania, jeśli jest to możliwe
GB1=Ogólne
GB2=Dodaj plik do bazy danych po
GB3=Ocena
GB4=Licz ilość odtworzeń utworów
L1=Minimalny czas odtwarzania pliku:
L2=Zaliczaj odtworzenie po odsłuchaniu minimum:\nlub 4 minut utworu
L3=Oblicz ocenę bazując na statystykach z ostatnich:
L4=dni
L6=Kliknij tutaj, aby zapisać istniejącą ocenę do znaczników pliku

[OptionsFrameNet]
C21=Opcje połączenia internetowego
Caption=Opcje połączenia
CB1=Użyj połączenia bezpośredniego
CB2=Użyj ustawień systemowych
CB3=Ręczna konfiguracja proxy
L79=Czas na odpowiedź:
L98=Hasło:
L106=Serwer:
L107=Port:
L108=Użytkownik:

[OptionsFramePlayer]
C19=Przewijanie przy użyciu rolki myszki
Caption=Odtwarzacz
CB21=Zawsze na wierzchu
G1=Kontrola
GB4=Kontrola przy użyciu skrótów klawiaturowych
GB5=Kontrola przy użyciu myszy
GB15=Szablon informacji kopiowanych do schowka
L12=Normalne przewijanie
L13=Zmień prędkość o
L14=Po naciśnięciu klawisza skrótu, przewiń utwór o:
L15=Zmień tempo o
L16=Po naciśnięciu klawisza skrótu, zmień głośność o:
L18=Przewijanie z wciśniętym "%s"
L33=Środkowy przycisk myszy:

[OptionsFramePlayer.MOBox]
i[0]=(brak)
i[1]=odtwarzaj/wstrzymaj
i[2]=dodaj pliki

[OptionsFramePlayerBehavior]
C1=Automatyzacja
CB1=Przywracaj pozycję odtwarzania
CB7=Powtarzaj listę odtwarzania, gdy zawiera tylko jeden plik
CB32=Automatycznie dopasuj ustawienia do gatunku utworu
CB33=Przywracaj pozycję odtwarzania dla każdej listy odtwarzania
CB47=Każda lista odtwarzania posiada własny tryb odtwarzania (normalny / losowy)
CB48=Zachowaj stan odtwarzania przy nawigacji przyciskami "Następny/Poprzedni utwór"
CB49=Cofnij utwór o %0:s, jeśli odtwarzanie jest wstrzymane na więcej niż %1:s
CB58=Automatycznie przechodź do następnego utworu
CB59=Wstrzymaj odtwarzanie po automatycznej zmianie utworu
GB1=Ogólne
GB2=Podczas uruchamiania
GB3=Tryb odtwarzania
GB4=Na końcu listy odtwarzania
GB5=Po usunięciu odtwarzanego pliku
GB6=Zaznaczaj odtwarzany plik na liście odtwarzania:
L1=Tryb odtwarzania:

[OptionsFramePlayerBehavior.RG1]
i[0]=Rozpocznij odtwarzanie
i[1]=Przywróć ostatni stan odtwarzacza
i[2]=Nic nie rób
i[3]=Wstrzymaj odtwarzanie

[OptionsFramePlayerBehavior.RG2]
i[0]=Przechodź do następnej listy odtwarzania
i[1]=Powtarzaj listę odtwarzania
i[2]=Zatrzymaj odtwarzanie

[OptionsFramePlayerBehavior.RG3]
i[0]=Normalny
i[1]=Powtarzaj utwór
i[2]=Odtwarzaj losowo

[OptionsFramePlayerBehavior.RG4]
i[0]=Nic nie rób
i[1]=Zatrzymaj odtwarzanie
i[2]=Przejdź do następnego utworu

[OptionsFramePlayerBehavior.RG5]
i[0]=Tylko, kiedy plik nie jest używany
i[1]=Nigdy
i[2]=Zawsze

[OptionsFramePlaylistBehavior]
C6=Zachowanie
Caption=Lista odtwarzania
CB1=Usuń listę odtwarzania po zamknięciu karty
CB2=Otwieraj zakładki w osobnej liście odtwarzania
CB3=Zapisuj bezwzględne ścieżki plików (zalecane)
CB4=Zachowaj domyślną listę odtwarzania
CB8=Pytaj o nazwę dla listy odtwarzania po jej utworzeniu
CB31=Zapisuj kolejkę podczas zamykania programu
CB46=Zamykaj listę odtwarzania dwukrotnym kliknięciem jej karty
CB56=Pytaj o potwierdzenie przy usuwaniu plików z dysku
CB57=Tryb jednej listy odtwarzania
GB1=Zapisywanie
GB2=Ogólne

[OptionsFramePlaylistView]
bCancel=Anuluj
bOk=OK
C1=Opcje widoku
Caption=Widok zawartości
CB50=Pokaż informacje o zaznaczonych plikach
cbAbsoluteNumeration=Numeracja bezwzględna
cbCollapseUnusedGroups=Zwijaj nieużywane grupy automatycznie
cbGroupMode=Włącz grupy
cbMergeGroups=Łącz z podobnymi kategoriami automatycznie
cbShow2ndLine=Pokazuj drugą linię informacyjną
cbShowDuration=Pokazuj kolumnę czasu trwania
cbShowExpandBtns=Pokazuj przyciski rozwijania grup
cbShowMarks=Pokazuj oceny
cbShowNumbers=Pokazuj numer utworu
cbShowSwitches=Pokazuj kolumnę wyboru
gbFormating=Ustawienia formatowania
gbGrouping=Ustawienia grupowania
gbLayoutSettings=Ustawienia układu

[OptionsFramePlugins]
B1=Uruchom ponownie
Caption=Wtyczki
L1=Niektóre z załadowanych wtyczek nie są obsługiwane
lbURL=Pobierz więcej wtyczek
N1=Usuń
N2=Załaduj zaznaczone
N3=Załaduj wszystkie
N4=Wyłącz zaznaczone
N5=Wyłącz wszystkie
N6=Wyłącz niestandardowe

[OptionsFramePlugins.cbFilter]
i[0]=Wszystkie
i[1]=Załadowane
i[2]=Niezaładowane
i[3]=Używane

[OptionsFrameRadioCap]
C1=Ustawienia ogólne
C22=Przechwytywanie radia internetowego
Caption=Radio internetowe
CB2=Pomiń utwór, jeśli plik o tej samej nazwie już istnieje
CB65=Przechwytywanie bezstratne (tylko dla MP3 / AAC / AAC+)
CB66=Zapisuj znaczniki do pliku
CB67=Zapisuj plik CUE
CB68=Rozmiar pamięci podręcznej dla nagrywania w tle:
CB69=Usuń pliki o czasie trwania krótszym niż:
GB6=Opcje przechwytywania
GB9=Rozdzielanie na osobne pliki
L1=Ilość prób ponownego połączenia po jego utracie:
L2=User-Agent:
L3=Rozmiar pamięci podręcznej:
L13=Czas:
L24=Szablon nazwy pliku:
L25=Rozmiar:
L85=Zapisuj do folderu:

[OptionsFrameRadioCap.cbBreakType]
i[0]=Podziel wg utworów
i[1]=Podziel wg rozmiaru
i[2]=Podziel wg czasu

[OptionsFrameSkins]
B2=Przeglądaj...
C1=Skórki
lbURL=Pobierz więcej skórek
miDelete=Usuń

[OptionsFrameSort]
Caption=Szablony
L1=Użyj makra "%!" do odwrotnego sortowania
L2=Szablony sortowania
L3=Szablony grupowania

[OptionsFrameSoundOutRemapping]
btnRemove.h=Usuń odnośnik
Caption=Zamiana kanałów
L0=Własne ustawienie zamiany kanałów:
L1=Wejście
L2=Wyjście
L3=Kanał %d
L4=Ustawienie do dostosowania:
N1=Wszystkie zmiany zostaną natychmiast zastosowane do odtwarzanego pliku, jeśli szablon edycji jest odpowiedni
N2=Odtwarzacz użyje domyślnego szablonu, jeśli niestandardowy szablon nie jest obecny

[OptionsFrameSystem]
C1=System
Caption=System
CB2=Pokazuj informację o aktualnym utworze w pasku zadań
CB3=Zezwól na przewijanie informacji o bieżącym pliku
CB4=Pokazuj postęp odtwarzania
CB5=Pokazuj stan odtwarzacza na pasku zadań
CB6=Pokazuj postęp odtwarzania na pasku zadań
CB7=Użyj stanu "nieokreślony" podczas odtwarzania strumienia dźwięku
CB18=Zapobiegaj wyłączaniu ekranu
CB23=Dodaj do menu kontekstowego Eksploratora
CB24=Dodaj do menu autoodtwarzania CD/DVD
CB40=Dodaj do menu "Otwórz w"
CB41=Dodaj do listy domyślnych programów
CB60=Automatycznie uruchamiaj po starcie systemu Windows
GB1=Integracja
GB2=Pokazuj na pasku zadań
L1=Okno odtwarzacza musi być aktywne
L99=Priorytet

[OptionsFrameTagEditor]
C1=Zachowanie
Caption=Edytor znaczników
CB1=Zezwól na stosowanie wyrażeń lokalnych w celu wstępnego przetwarzania pól znaczników

[OptionsFrameTray]
C15=Ogólne
C16=Informacje o pliku
C17=Użycie myszy
Caption=Obszar powiadomień
CB1=Minimalizuj do obszaru powiadomień
CB2=Minimalizuj po uruchomieniu
CB3=Pokaż mini odtwarzacz po minimalizacji do obszaru powiadomień
CB4=Pokazuj stan odtwarzacza
CB5=Zawsze pokazuj ikonę w obszarze powiadomień
CB13=Pokazuj informacje o pliku po wskazaniu myszą
L30=Pojedyncze kliknięcie:
L31=Podwójne kliknięcie:
L32=Środkowy przycisk:
L34=Opóźnienie wyświetlania:

[OptionsFrameTray.TrayCmd]
i[0]=(wyłączony)
i[1]=pokaż/ukryj
i[2]=pokaż okno
i[3]=informacje o pliku
i[4]=głośność AIMP
i[5]=odtwarzaj/wstrzymaj
i[6]=dodaj i odtwórz pliki
i[7]=następny utwór
i[8]=poprzedni utwór

[OptionsSoundOutFrame]
C1=Opcje odtwarzania
Caption=Odtwarzanie
CB1=Załaduj wstępnie następny utwór podczas odtwarzania bieżącego (wymaga więcej pamięci)
CB2=Logarytmiczna zmiana głośności
CB3=Regulacja głośności z kompensacją głośności
L1=Typ wyjścia dźwięku:
L2=Urządzenie:
L3=Parametry:
L4=Rozmiar bufora:
L5=Wybierz kanały, które będą używane jako wyjście

[OptionsSoundOutTransformFrame]
B1=Menedżer efektów DSP
C1=Przekształcenia
CB1=Zezwól na miksowanie kanałów
CB1Hint=Emulacja dźwięku przestrzennego dla stereo lub mono\nInteligentna konwersja do dźwięku przestrzennego dla plików stereo i mono
CB2=Anticlipping
CB2Hint=Zapobiega efektom trzasku i hałasowi, które pojawiają się gdy sygnał przekroczy 0 dB
CB3=Dithering
CB3Hint=Zapobiega zakłóceniom, które pojawiają się przy zmniejszaniu częstotliwości próbkowania
CB4=Zezwalaj na używanie dekoderów systemowych
GB1=Traker muzyki
GB2=Ogólne
L1=Zmiana próbkowania:
L2=Prędkość
L3=Jakość

[PartRepeatDialog]
B1=Ustaw
B2=Usuń
Caption=Powtarzaj część "A-B"
L1=Punkt A:
L2=Punkt B:

[PlaylistExportSettings]
btnOK=OK
C4=Opcje eksportu listy utworów
Caption=Eksport listy utworów
CB54=Eksportuj elementy ukryte na liście odtwarzania
CB55=Eksportuj kategorie listy odtwarzania
cbDefault=Zapamiętaj wybór
L26=Szablon:
L27=Wzór:

[PlaylistsManagerDialog]
acImport=Importuj listy odtwarzania...
acImportDirs=Importuj foldery...
acRemove=Usuń zaznaczone z dysku
btnPreimage=Ustawienia
cbReadOnly=Zablokuj przed zmianami
cbShuffleMode=Losowy tryb odtwarzania
L1=Ogólne
L2=Ustawienia użytkownika
L3=Aktywne listy odtwarzania
L4=Nieaktywne listy odtwarzania
L5=Podgląd
lbPreimage=Źródło:
lbPreimageNotes=Źródło to dane dla listy odtwarzania (która może być oparta na bibliotece audio, folderach itp.).\nAby zsynchronizować listę odtwarzania ze źródłem, naciśnij „Przeładuj dane ze źródła” w menu listy odtwarzania.\n\nSynchronizacja może być tylko jednokierunkowa: Źródło -> lista odtwarzania.
lbStorage=Lokalizacja:

[QTEAlbumArtEditor]
btnCancel=Anuluj
btnOk=OK
Caption=Edytor okładek albumu
lbScale=Skala:
lbSizes=Wymiary:
pnlCrop=Przytnij
pnlScale=Zmień rozmiar

[QteCustomFields]
btnCancel=Anuluj
btnOK=OK
Caption=Nieznane pola
miCopy=Kopiuj
miCopyAsUTF8=Kopiuj jako ciąg znaków UTF8
miCopyAsUTF16BE=Kopiuj jako ciąg znaków UTF16BE
miCopyAsUTF16LE=Kopiuj jako ciąg znaków UTF16LE
miDelete=Usuń
miExtractAll=Zapisz jako...
miExtractSelected=Zapisz zaznaczone jako...

[QTEExpressions]
btnCancel=Anuluj
btnOK=OK
Caption=Wyrażenia
lbTitle=Wpisz wyrażenie, które będzie użyte do wstępnego przetwarzania wartości pola edycji wybranych plików
W1=Wyrażenie musi się zaczynać od "="

[QTEForm]
acMemoClear.h=Wyczyść
acMemoLoad.h=Załaduj z pliku...
acMemoSave.h=Zapisz jako...
bCopyTo=Kopiuj do...
Caption=Edytor znaczników
L1=Załaduj
L2=Zapisz
L3=Odznacz, aby usunąć okładkę z pliku podczas zapisywania zmian
lbCustomFields=Nieznane pola...
T1=Podstawowe
T2=Tekst utworu
T3=CUE
T4=Informacje

[QueueDialog]
Caption=Menedżer kolejki
CB1=Wstrzymaj
L1=Całkowity czas:

[QueueDialog.ListView]
c[0]=Numer
c[1]=Nazwa pliku
c[2]=Lista odtwarzania
c[3]=Czas trwania

[SearchForm]
B1=Opcje wyszukiwania
B2=Zamknij
Caption=Wyszukiwanie zaawansowane
CB1=Szukaj w tytułach
CB2=Szukaj w wykonawcach
CB3=Szukaj w albumach
CB4=Szukaj w gatunkach
CB5=Szukaj w nazwach plików
CB6=Szukanie automatyczne
L1=(wszystkie)
N1=Odtwarzaj
N6=Znajdź na liście odtwarzania

[SearchForm.Table]
c[0]=Tytuł
c[1]=Lista odtwarzania
c[2]=Nr w kolejce

[Templates]
%Album= - album
%AlbumArtist= - wykonawca albumu
%AlbumGain= - wartość ReplayGain albumu
%Artist= - wykonawca
%BitDepth= - głębokość bitów
%Bitrate= - przepustowość bitów
%BPM= - bitów na minutę
%Caps2(A)= - wszystkie słowa wielkimi literami, ignorowanie źródła
%Caps(A)= - wszystkie słowa wielkimi literami
%Case(..)= - zwraca pierwszy niepusty parametr
%Catalog= - nazwa katalogu
%Channels= - kanały
%Chapter=- obecny rozdział
%Char(A)= - znak o kodzie A
%CleanTitle(A)= - usuwa z ciągu A informację o wykonawcach gościnnych
%Comment= - komentarz
%Composer= - kompozytor
%Conductor= - dyrygent
%Copyright= - prawa autorskie
%Dec(A,B)= - zmniejsza A o wartość B.
%Detransliterate(A)= - transliteruj znaki cyrylicy z alfabetu łacińskiego
%DiskNumber= - numer płyty
%DiskTotal= - całkowita ilość płyt
%Duration= - czas trwania utworu
%EncodedBy= - kodowane przez
%ExtractFileExt(A)= - rozszerzenie pliku A
%FileCreatedDate= - data utworzenia pliku
%FileCreatedDateAndTime= - data i godzina utworzenia pliku
%FileCreatedTime= - czas utworzenia pliku
%FileDir(..)= - pełna ścieżka do folderu nadrzędnego
%FileFormat= - format pliku
%FileModifiedDate= - data modyfikacji pliku
%FileModifiedDateAndTime= - data i godzina modyfikacji pliku
%FileModifiedTime= - czas modyfikacji pliku
%FileName= - pełna nazwa pliku
%FileParentDir(..)= - nazwa folderu nadrzędnego
%FileSize= - rozmiar pliku
%Format(A,B)= A - ciąg formatu wartości liczbowej, B - wartość
%Genre= - gatunek
%IF(A,B,C)= = C, jeśli A jest puste, inaczej - B
%IFEqual(A,B,C,D)= = C, jeśli A = B, inaczej - D
%IFGreater(A,B,C,D)= = C, jeśli A > B, inaczej - D
%IFGreaterOrEqual(A,B,C,D)= = C, jeśli A >= B, inaczej - D
%Inc(A,B)= - zwiększa A o wartość B.
%Index= - pozycja na liście
%ISRC= - kod ISRC
%LastPlayDate=- data ostatniego odtworzenia
%LastPlayTime=- czas ostatniego odtworzenia
%Length(A)=- długość ciągu A
%Link= - adres URL
%Low(A)= - małe litery
%Lyricist= - autor tekstu
%Lyrics= - tekst utworu
%Mark= - ocena użytkownika
%Mood= - nastrój
%NewLine= - dodaj podział wiersza
%PlayCount= - ilość odtworzeń
%PrefixToTail(A)= - przesuwa przedimki "The" i "A" na koniec ciągu A
%PrefixTrim(A)= - usuwa przedimki "The" i "A" z ciągu A
%Publisher= - wydawca
%Random(..)= - liczba losowa od 1 do podanej w argumencie
%Rating= - automatyczna ocena utworu
%RemoveFileExt(A)= - usuwa rozszerzenie pliku z nazwy pliku A
%Replace(A,B,C)=, gdzie A to ciąg źródłowy, B - wartość do znalezienia, C - wartość do zastąpienia
%SampleRate= - próbkowanie
%StrCopy(A,B,C)= - kopiuje znaki z A z pozycji B, C - ilość kopiowanych znaków
%StrLeft(A,B)= - kopiuje pierwsze znaki B z ciągu A
%StrPos(A,B)= - szukaj podciągu A w ciągu B
%StrRight(A,B)= - kopiuje ostatnie znaki B z ciągu A
%StrTrim(A)= - usuwa spację na początku i końcu wiersza A
%TimeCode= - pozycja odtwarzanego pliku w formacie „G:MM:SS.ZZZ”
%Title= - tytuł
%Today(..)= - bieżąca data i godzina, domyślny format to "rrrr.MM.dd gg:mm:ss"
%TrackGain= - wartość ReplayGain utworu
%TrackNumber= - numer utworu
%TrackTotal= - całkowita ilość utworów
%Transliterate(A)= - transliteruj znaki cyrylicy na alfabet łaciński
%Up(A)= - wielkie litery
%Value= - bieżąca wartość
%Year= - rok

[Templates.Categories]
0=Ogólne
1=Wielkość liter
2=Warunki
3=Ciągi
10=Meta
11=Plik
20=Statystyki

[Updater]
B1=Szukaj aktualizacji
B2=Instaluj
Caption=Aktualizator
CB1=Nie przypominaj o tej wersji
L1=Zainstalowana wersja:
L2=Najnowsza wersja:
L3=Ręczne szukanie aktualizacji
L4=Dostępna jest nowa wersja: %s
L5=Aktualizuj do
L6=wydań stabilnych|wersji testowych (beta)|wersji deweloperskich (alfa)
W1=UWAGA! Wybrana wersja może być niestabilna i zawierać wiele błędów! Kontynuować?

